---

C#Visual BasicVisual C++

Include Protected MembersInclude Inherited Members

Revit 2024 API
---
BoundingBoxUV Constructor
BoundingBoxUV Class See Also Send Feedback
---

# Overload List

|  | Name | Description |
| --- | --- | --- |
|  | BoundingBoxUV()()()() | default constructor |
|  | BoundingBoxUV(Double, Double, Double, Double) | Creates object with supplied values. |

# See Also

BoundingBoxUV Class

BoundingBoxUV Members

Autodesk.Revit.DB Namespace